Repository: OPUS4/application
Catalog: modules/default/language/admin.tmx
Source language: de
Languages: en

source: Editieren
en: Edit

source: Dateien
en: Files

source: Oberflächenanpassungen
en: Setup

source: Hinzufügen
en: Add

source: Entfernen
en: Remove

source: Sofort Generieren
en: Generate now

source: Erster
en: First

source: Hoch
en: Up

source: Runter
en: Down

source: Letzter
en: Last

source: Sortierung übernehmen
en: Accept Sort Order

source: %1$s Löschen
en: Delete %1$s

source: Wollen Sie wirklich %1$s "%2$s" löschen?
en: Do you really want to delete %1$s "%2$s"?

source: Einbringen
en: Upload

source: Importieren
en: Import
